Repository: huibvv/kmm-resources
Catalog: android-app/src/commonMain/resources/ios/*.lproj/Localizable.strings
Languages: nl

# l.boilerComfort.check.title
source: BoilerComfort check
nl: KetelComfort check

# l.boilerComfort.chooseSubscription.checkmarks0
source: Available 24/7 by telephone in case of malfunctions
nl: 24/7 telefonisch bereikbaar bij storingen

# l.boilerComfort.chooseSubscription.checkmarks1
source: Travel costs and labor included
nl: Voorrijkosten en arbeidsloon inbegrepen

# l.boilerComfort.chooseSubscription.maintenanceInterval.header
source: How often maintenance
nl: Hoe vaak onderhoud

# l.boilerComfort.chooseSubscription.materialCosts.header
source: Material costs
nl: Materiaalkosten

# l.boilerComfort.pages.asbestos.questions.asbestos.body
source: The engineer must be able to work in a safe, asbestos-free area.
nl: De monteur moet in een veilige, asbestvrije ruimte kunnen werken.

# l.boilerComfort.pages.asbestos.questions.asbestos.dialog.message
source: If there is asbestos in the room where your boiler is installed, KetelComfort is not possible. The engineer must have a safe working environment. If you have an asbestos-free statement from a certified company, we will gladly re-examine your application for KetelComfort. Do you want to use energy smarter at home? Discover what other solutions we have for a sustainable home.
nl: Als er asbest zit in de ruimte waar je cv-ketel hangt, is KetelComfort niet mogelijk. De monteur moet namelijk een veilige werkomgeving hebben. Als je een asbest-vrij verklaring hebt van een gecertificeerd bedrijf, dan nemen we je aanvraag voor KetelComfort graag opnieuw in behandeling. Wil je toch thuis slimmer met energie omgaan? Ontdek welke andere oplossingen we nog meer hebben voor een duurzaam huis.

# l.boilerComfort.pages.asbestos.questions.asbestos.dialog.title
source: Unfortunately, BoilerComfort is not possible for your house.
nl: Helaas, KetelComfort is niet mogelijk voor jouw huis.

# l.boilerComfort.pages.asbestos.questions.asbestos.doubts.dialog.message
source: - Was your house built in or after 1994? Then no asbestos is used. - Do you have floor covering or vinyl tiles that were laid new after 1985? Then there is no asbestos in it. - Since 1993, asbestos may no longer be sold. If new materials have been installed in your house after 1993 (for example plates, pipes or insulation material), they will not contain asbestos. If you cannot figure it out completely, you can always call our Customer Service to conclude your contract. We are available daily from 8 a.m. to 9 p.m. at 088 - 8 955 955 (usual calling costs).
nl: - Is jouw huis in of na 1994 gebouwd? Dan is er geen asbest gebruikt. - Heb je vloerzeil of vinyltegels die na 1985 nieuw zijn gelegd? Dan zit daar geen asbest in. - Sinds 1993 mag er geen asbest meer verkocht worden. Zijn in jouw huis na 1993 nieuwe materialen aangebracht (bijvoorbeeld platen, buizen of isolatiemateriaal), dan bevatten die geen asbest. Mocht je er niet helemaal uitkomen, dan kun je altijd bellen met onze Klantenservice om je contract af te sluiten. We zijn dagelijks van 08.00 tot 21.00 bereikbaar op 088 - 8 955 955 (gebruikelijke belkosten).

# l.boilerComfort.pages.asbestos.questions.asbestos.doubts.dialog.title
source: Recognize asbestos
nl: Asbest Herkennen

# l.boilerComfort.pages.asbestos.questions.asbestos.doubts.title
source: I have doubts about asbestos in the room
nl: Ik twijfel over asbest in de ruimte

# l.boilerComfort.pages.asbestos.questions.asbestos.title
source: Is your boiler hanging in an area without asbestos?
nl: Hangt je ketel in een ruimte zonder asbest?

# l.boilerComfort.pages.boilerAccessibile.questions.ladder.dialog.message
source: The safety of our engineers is important when maintaining a central heating boiler. That is why we do not maintain central heating boilers that are only accessible via stairs or ladder. Do you want to use energy smarter at home? Discover what other solutions we have for a sustainable home.
nl: De veiligheid van onze monteurs is belangrijk bij het onderhouden van een cv-ketel. Daarom nemen wij cv-ketels die alleen bereikbaar zijn via een trap of ladder niet in onderhoud. Wil je toch thuis slimmer met energie omgaan? Ontdek welke andere oplossingen we nog meer hebben voor een duurzaam huis.

# l.boilerComfort.pages.boilerAccessibile.questions.ladder.dialog.title
source: Unfortunately, BoilerComfort is not possible for your house.
nl: Helaas, KetelComfort is niet mogelijk voor jouw huis.

# l.boilerComfort.pages.boilerAccessibile.questions.ladder.title
source: Can you reach the boiler without a ladder?
nl: Kun je de ketel bereiken zonder ladder?

# l.boilerComfort.pages.boilerAccessibile.questions.space.dialog.message
source: It is important for the technician to work properly. Therefore, ensure that the engineer has the space to properly maintain your boiler. When you free up the space around your boiler you can close KetelComfort. Is this not possible, but do you want to use energy in a smarter way? Discover what other solutions we have for a sustainable home.
nl: Het is belangrijk voor de monteur om goed te kunnen werken. Zorg er daarom voor dat de monteur de ruimte heeft om je ketel goed te onderhouden. Wanneer je de ruimte om je ketel vrijmaakt kun je KetelComfort afsluiten. Is dit niet mogelijk, maar wil je wél slimmer met energie omgaan? Ontdek welke andere oplossingen we hebben voor een duurzaam huis.

# l.boilerComfort.pages.boilerAccessibile.questions.space.dialog.title
source: Unfortunately, BoilerComfort is not possible for your house.
nl: Helaas, KetelComfort is niet mogelijk voor jouw huis.

# l.boilerComfort.pages.boilerAccessibile.questions.space.title
source: Is the space 1 meter around the boiler free?
nl: Is de ruimte 1 meter rondom de ketel vrij?

# l.boilerComfort.pages.boilerAccessibile.questions.strairwell.dialog.message
source: The safety of our engineers is important when maintaining a central heating boiler. That is why we do not maintain central heating boilers that are only accessible via stairs or ladder. Do you want to use energy smarter at home? Discover what other solutions we have for a sustainable home.
nl: De veiligheid van onze monteurs is belangrijk bij het onderhouden van een cv-ketel. Daarom nemen wij cv-ketels die alleen bereikbaar zijn via een trap of ladder niet in onderhoud. Wil je toch thuis slimmer met energie omgaan? Ontdek welke andere oplossingen we nog meer hebben voor een duurzaam huis.

# l.boilerComfort.pages.boilerAccessibile.questions.strairwell.dialog.title
source: Unfortunately, BoilerComfort is not possible for your house.
nl: Helaas, KetelComfort is niet mogelijk voor jouw huis.

# l.boilerComfort.pages.boilerAccessibile.questions.strairwell.title
source: Is the boiler hanging in the stairwell?
nl: Hangt de ketel in het trapgat?

# l.boilerComfort.pages.boilerAge.questions.boilerAge.answers.olderThan10
source: 10 years or older
nl: 10 jaar of ouder

# l.boilerComfort.pages.boilerAge.questions.boilerAge.answers.youngerThan10
source: 1 to 9 years
nl: 1 t/m 9 jaar

# l.boilerComfort.pages.boilerAge.questions.boilerAge.body
source: The year of manufacture of the boiler can often be found on a sticker or plate on the boiler.
nl: Het bouwjaar van de ketel is vaak terug te vinden op een sticker of plaatje op de ketel.

# l.boilerComfort.pages.boilerAge.questions.boilerAge.title
source: How old is the boiler?
nl: Hoe oud is de ketel?

# l.boilerComfort.pages.boilerBrand.questions.boilerBrand.body
source: This way our technicians know which materials they need to take to maintain or repair your boiler.
nl: Zo weten onze monteurs welke materialen ze mee moeten nemen om je ketel te onderhouden of repareren.

source: Where can I find the brand? View your boiler to find out which brand of boiler you have. This is usually on the front of your boiler. If you cannot figure it out completely, you can always call our Customer Service. We are available daily from 8 a.m. to 9 p.m. at 088 - 8 955 955 (usual calling costs).
nl: Waar kan ik het merk vinden? Bekijk je ketel om te achterhalen welk merk ketel je hebt. Dit staat meestal op de voorkant van je ketel. Mocht je er niet helemaal uitkomen, dan kun je altijd bellen met onze Klantenservice. We zijn dagelijks van 08.00 tot 21.00 bereikbaar op 088 - 8 955 955 (gebruikelijke belkosten).

source: I don't know my boiler brand
nl: Ik weet mijn merk ketel niet

source: Unfortunately, we cannot provide the desired service for all types of boilers. Do you want to buy or rent a new boiler with maintenance subscription through Eneco? We help you with customized advice. In this way you are assured of an energy-efficient top boiler that fits perfectly with you and your home.
nl: Wij kunnen helaas niet voor alle soorten ketels de gewenste service leveren. Wil je een nieuwe ketel met onderhoudsabonnement via Eneco kopen of huren? Wij helpen je met een advies op maat. Zo ben je verzekerd van een energiezuinige topketel, die perfect past bij jou en je woning.

# l.boilerComfort.pages.boilerBrand.questions.boilerBrand.dialogs.notListed.title
source: My boiler brand is not listed
nl: Mijn ketelmerk staat er niet tussen

# l.boilerComfort.pages.boilerBrand.questions.boilerBrand.title
source: Which brand of boiler do you have?
nl: Welk merk ketel heb je?

# l.boilerComfort.pages.boilerType.questions.boilerType.dialog.message
source: Unfortunately, we cannot provide the desired service for all types of boilers. Do you want to buy or rent a new boiler with a maintenance contract via Eneco? We help you with customized advice. In this way you are assured of an energy-efficient top boiler that fits perfectly with you and your home.
nl: Wij kunnen helaas niet voor alle type ketels de gewenste service leveren. Wil je een nieuwe ketel met onderhoudsabonnement via Eneco kopen of huren? Wij helpen je met een advies op maat. Zo ben je verzekerd van een energiezuinige topketel, die perfect past bij jou en je woning.

# l.boilerComfort.pages.boilerType.questions.boilerType.dialog.title
source: Unfortunately, BoilerComfort is not possible for your house.
nl: Helaas, KetelComfort is niet mogelijk voor jouw huis.

# l.boilerComfort.pages.boilerType.questions.boilerType.title
source: Is your boiler one of the following types?
nl: Is je ketel een van de volgende types?

# l.boilerComfort.pages.hasOwnBoiler.body
source: Wondering if your house is suitable for BoilerComfort? You know the answer within a few questions. To start with, we would like to know if you are heating your house with a central heating boiler.
nl: Benieuwd of je huis geschikt is voor KetelComfort? Binnen een aantal vragen weet je het antwoord. Om te beginnen willen we graag weten of je jouw huis verwarmt met een cv-ketel.

# l.boilerComfort.pages.hasOwnBoiler.questions.hasBoiler.dialog.message
source: KetelComfort is not possible if you heat your house via a heat source such as district heating, a gas heater or block heating. BoilerComfort is only suitable for individual central heating boilers in homes. Do you want to use energy smarter at home? Discover what other solutions we have for a sustainable home.
nl: KetelComfort is niet mogelijk als je je huis verwarmt via een warmtebron zoals stadverwarming, een gaskachel of blokverwarming. KetelComfort is alleen geschikt voor individuele cv-ketels in woningen. Wil je toch thuis slimmer met energie omgaan? Ontdek welke andere oplossingen we nog meer hebben voor een duurzaam huis.

# l.boilerComfort.pages.hasOwnBoiler.questions.hasBoiler.dialog.title
source: Unfortunately, BoilerComfort is not possible for your house.
nl: Helaas, KetelComfort is niet mogelijk voor jouw huis.

# l.boilerComfort.pages.hasOwnBoiler.questions.hasBoiler.title
source: Do you heat your house with a central heating boiler?
nl: Verwarm jij je huis met een cv-ketel?

# l.boilerComfort.pages.hasOwnBoiler.questions.ownBoiler.dialog.message
source: If you rent the boiler, or if this is arranged through the housing association or landlord of your home, then BoilerComfort is not possible. Ask your landlord about the maintenance contract for your boiler. Do you want to use energy smarter at home? Discover what other solutions we have for a sustainable home.
nl: Als je de cv-ketel huurt, of als dit wordt geregeld via de woningbouwvereniging of verhuurder van je woning, dan is KetelComfort niet mogelijk. Informeer bij je verhuurder naar het onderhoudsabonnement van je cv-ketel. Wil je toch thuis slimmer met energie omgaan? Ontdek welke andere oplossingen we nog meer hebben voor een duurzaam huis.

# l.boilerComfort.pages.hasOwnBoiler.questions.ownBoiler.dialog.title
source: Unfortunately, BoilerComfort is not possible for your house.
nl: Helaas, KetelComfort is niet mogelijk voor jouw huis.

# l.boilerComfort.pages.hasOwnBoiler.questions.ownBoiler.title
source: Is the boiler your property?
nl: Is de ketel jouw eigendom?

# l.breakdown.categories.standby.content.0.body
source: Body1
nl: Dit is de body1

# l.breakdown.categories.standby.content.0.title
source: Title1
nl: Dit is de titel1

# l.breakdown.categories.standby.content.1.body
source: body2
nl: Dit is de body2

# l.breakdown.categories.standby.content.1.title
source: Title2
nl: Dit is de titel2

# l.breakdown.categories.standby.detailedDescription
source: Description of standby
nl: Beschrijving van standby

# l.general.error.invalidField
source: Invalid value
nl: Ongeldige waarde

# l.general.error.tryAgainLater
source: Check your internet connection and try again.
nl: Controleer de internetverbinding en probeer het opnieuw.

# l.general.iDontKnow
source: I don't know
nl: Weet ik niet

# l.general.no
source: No
nl: Nee

# l.general.withParams
source: A piece of %1$@ with a piece of %2$@
nl: Een %1$@ tekst met een %2$@

# l.general.yes
source: Yes
nl: Ja

# l.greetings.hello
source: Hello from common code
nl: Hallo vanuit common code

# l.unit.gas
source: mÂ³
nl: m³
